Repository: yeager/swedish-tm
Catalog: reviewed/catalogs/mint-upload.tmx
Source language: en
Languages: sv

source: Successfully uploaded 1 file to '%(service)s'
sv: Lyckades ladda upp 1 fil till '%(service)s'

source: <i>Try to avoid spaces and special characters...</i>
sv: <i>Försök att undvika mellanslag och specialtecken...</i>

source: connection successfully established
sv: Anslutningen upprättades

source: Check connection
sv: Kontrollera anslutningen

source: File uploaded successfully.
sv: Uppladdning slutförd.

source: Drag &amp; Drop here to upload to %s
sv: Dra &amp; släpp här för att ladda upp till %s

source: Successfully uploaded %(number)d files to '%(service)s'
sv: Lyckades ladda upp %(number)d filer till '%(service)s'

source: _Help
sv: _Hjälp

source: %(percentage)s of 1 file - Uploading to %(service)s
sv: %(percentage)s av 1 fil – laddar upp till %(service)s

source: Hostname or IP address, default:
sv: Värddatornamn eller IP-adress, standard:

source: Directory to upload to. <TIMESTAMP> is replaced with the current timestamp, following the timestamp format given. By default: .
sv: Mapp att ladda upp till. <TIMESTAMP> ersätts med den aktuella tidsstämpeln enligt angivet tidsstämpelformat. Standard:

source: Close
sv: Stäng

source: %d hour
sv: %d timme

source: %d hours
sv: %d timmar

source: Password:
sv: Lösenord:

source: %(1)s is not set in the config file found under %(2)s or %(3)s
sv: %(1)s är inte inställd i konfigurationsfilen under %(2)s eller %(3)s

source: Could not save configuration change
sv: Kunde inte spara ändringarna i konfigurationen

source: %s Properties
sv: Egenskaper för %s

source: User:
sv: Användare:

source: _File
sv: _Fil

source: Uploading %(number)d files to %(service)s
sv: Laddar upp %(number)d filer till %(service)s

source: Upload services
sv: Uppladdningstjänster

source: Run in the background
sv: Kör i bakgrunden

source: Remote port, default is 21 for FTP, 22 for SFTP and SCP
sv: Fjärranslutningsport, standard är 21 för FTP, 22 för SFTP och SCP

source: This service requires a password.
sv: Tjänsten kräver ett lösenord.

source: About
sv: Om

source: File larger than service's maximum
sv: Filens storlek överskrider maxgränsen

source: Uploading the file...
sv: Laddar upp filen...

source: Quit
sv: Avsluta

source: Unknown service: %s
sv: Okänd tjänst: %s

source: %(size_so_far)s of %(total_size)s - %(time_remaining)s left (%(speed)s/sec)
sv: %(size_so_far)s av %(total_size)s – %(time_remaining)s kvar (%(speed)s/s)

source: Host:
sv: Värd:

source: Upload to '%s' failed:
sv: Uppladdning till '%s' misslyckades:

source: %d minute
sv: %d minut

source: %d minutes
sv: %d minuter

source: Could not get available space
sv: Kunde inte hämta tillgängligt diskutrymme

source: %(size_so_far)s of %(total_size)s
sv: %(size_so_far)s av %(total_size)s

source: Uploading 1 file to %(service)s
sv: Laddar upp 1 fil till %(service)s

source: Services:
sv: Tjänster:

source: Service name:
sv: Tjänstens namn:

source: Timestamp format (strftime). By default:
sv: Tidsstämpelformat (strftime). Standard:

source: Cancel upload?
sv: Avbryt uppladdning?

source: Do you want to cancel this upload?
sv: Vill du avbryta uppladdningen?

source: Password, by default: password-less SCP connection, null-string FTP connection, ~/.ssh keys used for SFTP connections
sv: Lösenord. Standard: lösenordsfri SCP-anslutning, FTP-anslutning med tom sträng och ~/.ssh-nycklar för SFTP-anslutningar

source: File larger than service's available space
sv: Filens storlek överskrider tillgängligt diskutrymme

source: Upload Manager
sv: Uppladdningshanterare

source: Timestamp:
sv: Tidsstämpel:

source: Username, defaults to your local username
sv: Användarnamn; ditt lokala användarnamn används som standard

source: Upload manager...
sv: Uppladdningshanterare...

source: Path:
sv: Sökväg:

source: Define upload services
sv: Konfigurera uppladdningstjänster

source: Cancel
sv: Avbryt

source: Type:
sv: Typ:

source: <b>Please enter a name for the new upload service:</b>
sv: <b>Ange ett namn för den nya uppladdningstjänsten:</b>

source: The upload to '%(service)s' was cancelled
sv: Uppladdningen till '%(service)s' avbröts

source: %d second
sv: %d sekund

source: %d seconds
sv: %d sekunder

source: %(percentage)s of %(number)d files - Uploading to %(service)s
sv: %(percentage)s av %(number)d filer – laddar upp till %(service)s
